export const list = [
    {
        semester: '2024년 1학기',
        lectures: '오픈소스소프트웨어, 실험설계및분석, 인지사물인터넷, UX애널리틱스',
        // score: ''
    },
    {
        semester: '2023년 2학기',
        lectures: '웹서비스설계및실습, 정보디자인프로그래밍, HCI/UX특론',
        // score: ''
    },
    {
        semester: '2023년 1학기',
        lectures: '오픈소스소프트웨어, 실험설계및분석, 인공지능서비스개발스튜디오',
        score: '강의평가: 4.63 / 5.00'
    },
    {
        semester: '2022년 2학기',
        lectures: '웹서비스설계및구현, 오픈소스소프트웨어, UX애널리틱스',
        score: '강의평가: 4.71 / 5.00'
    },
    {
        semester: '2022년 1학기',
        lectures: '정보디자인프로그래밍, 실험설계및분석, HCI연구방법론',
        score: '강의평가: 4.68 / 5.00'
    },
    {
        semester: '2021년 2학기',
        lectures: '통계학응용, 웹프로그래밍, UX실험및통계, 뉴미디어기반 학습설계 및 프로젝트 관리',
        score: '강의평가: 4.69 / 5.00'
    },
    {
        semester: '2021년 1학기',
        lectures: '창의설계및입문, 정보디자인, 실험설계및분석',
        score: '강의평가: 4.64 / 5.00'
    },
    {
        semester: '2020년 2학기',
        lectures: '디자인사고, 정보디자인, 비주얼컴퓨팅',
        score: '강의평가: 4.59 / 5.00'
    }
];